IDEA StatiCa Open Model
WeldData.End Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 End of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Point3D End { get; set; }
Public Property End As Point3D
	Get
	Set
public:
property Point3D^ End {
	Point3D^ get ();
	void set (Point3D^ value);
}
Property Value
Type: Point3D
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace